import { getMetaTags } from "@/services/meta-tags-services";
import { NextSeo } from "next-seo";
import Head from "next/head";
import { Col } from "reactstrap";

function About() {
  return (
    <>
      <NextSeo
        title={getMetaTags({ page: "about" }).title}
        description={getMetaTags({ page: "about" }).description}
        canonical={`${process.env.SITE_URL}/about`}
      />
      <div className="container  pt-50">
        <div className="row">
          <div className="col-xl-10 col-lg-12 m-auto">
            <section className="row align-items-center mb-50">
              <Col lg={12}>
                <div className="pl-25">
                  <h2 className="mb-30">به سامانه آهن خوش آمدید</h2>
                  <p className="mb-25">
                    سامانه آهن در سال ۱۳۹۳ کار خود را با صادرات میلگرد به عراق
                    آغاز کرد. سپس با ایده فروش اینترنتی آهن و ایجاد وب سایت با
                    درگاه امن ، فروش آهن در بازار ایران را در کنار صادرات انجام
                    داد. (برای اولین بار فروش اینترنتی آهن با کمک درگاه امن بانک
                    پاسارگاد در ایران )
                  </p>
                  <p>
                    استخدام نیروهای مبتدی و آموزش فروش آهن هدف اصلی این مجموعه
                    بود و در سال۹۴ با تبلیغات گسترده یکی از دفاتر اصلی فروش آهن
                    در ایران مطرح شد سپس در سال ۹۷ با رویکرد آیتی محور و پلتفرم
                    مارکت پلیس ادامه داد و برای اولین بار ارتباط مستقیم بین آهن
                    فروش و مشتری را در پلتفرم خود (اپلیکیشن و وب سایت ) فراهم
                    کرد. درسامانه آهن کاربران میتواند قیمت موجودی آهن آلات آهن
                    فروشی های مختلف رو بررسی و مقایسه کنند
                  </p>
                  <p>
                    قیمت های مقاطع قولادی مثل میلگرد ، تیراهن ، ورق ، نبشی،
                    ناودانی و قوطی و پروفیل در سایت سامانه آهن از پایین ترین
                    قیمت به بالاترین قیمت منظم شده است.
                  </p>
                  <p>
                    در حال حاضر دروب سایت سامانه آهن اطلاعات تولیدکنندگان،
                    فروشندگان و مصرف کنندگان مقاطع فولادی ایجاد شده و هر کدام یک
                    صفحه مربوط به خود دارند
                  </p>
                  <p>
                    سامانه آهن در کنار پلتفرم خود ۲ خدمت دیگر در زمینه فولادی
                    ارایه کرده است:
                  </p>
                  <p>۱. کتاب فولاد ایران</p>
                  <p>۲. شست های فولادیم که ارتباط مستقیم بنگاه</p>
                  <p>
                    هدف اصلی سامانه آهن ارتباط بدون واسط بین مصرف کننده و تولید
                    کننده است که تلاش کرده در ۳ زمینه کتاب فولاد و پلتفرم و نشست
                    های فولادیم آن را تحقق بخشد.
                  </p>
                </div>
              </Col>
            </section>
          </div>
        </div>
      </div>
    </>
  );
}

export default About;
