import { Card, CardBody, Col } from "reactstrap";

interface Desc {
  category: string;
}
export default function Desc({ category }: Desc) {
  return (
    <div style={{ textAlign: "justify" }}>
      {category == "beam" ? (
        <p style={{ lineHeight: "35px" }}>
          شما در سامانه آهن می توانید قیمت تیرآهن و موجودی تیرآهن دفاتر آهن
          فروشی ها و شرکت های بازرگانی آهن وفولاد رو با هم مقایسه کنید میتوانیید
          ببنید دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان تر و کدام
          گران ترین است، قیمت های میلگرد درسامانه آهن به تربیت میلگرد ارزان به
          گران منظم شده است شما میتوانید تیرآهن سایزهای مختلف از کارخانه های
          مختلف رو در جدول صورتبار مشاهده کنید کاربران میتوانند با فیلتر کردن
          کارخانه مورد نظر خود به دقیق تر و هدفمند تر محصول مورد نظرتون رو پیدا
          کنید وقیمت های اعلامی ان توسط آهن فروشان را مشاهده کنید.
        </p>
      ) : category == "steel_plate" ? (
        <p style={{ lineHeight: "35px" }}>
          شما در سامانه آهن می توانید قیمت ورق فولادی و موجودی ورق دفاتر آهن
          فروشی ها و شرکت های بازرگانی آهن و فولاد رو با هم مقایسه کنید
          میتوانیید ببنید دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان
          تر و کدام گران ترین است، قیمت های ورق درسامانه آهن به تربیت ورق ارزان
          به گران منظم شده است شما میتوانید تیرآهن سایزهای مختلف از کارخانه های
          مختلف رو در جدول صورتبار مشاهده کنید تامین کننده های انواع ورق های
          فولادی ، ورق روغنی، ورق سیاه، ورق گالوانیزه ، ورق آجدار رو می توانید
          در سایت سامانه آهن پیدا کنید. کاربران میتوانند با فیلتر کردن کارخانه
          مورد نظر خود به دقیق تر و هدفمند تر محصول مورد نظرتون رو پیدا کنید
          وقیمت های اعلامی ان توسط آهن فروشان را مشاهده کنید.
        </p>
      ) : category == "rebar" ? (
        <p style={{ lineHeight: "35px" }}>
          شما در سامانه آهن می توانید قیمت میلگرد و موجودی میلگرد دفاتر آهن
          فروشی ها و شرکت های بازرگانی آهن وفولاد رو با هم مقایسه کنید میتوانیید
          ببنید دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان تر و کدام
          گران ترین است، قیمت های میلگرد درسامانه آهن به تربیت میلگرد ارزان به
          گران منظم شده است شما میتوانید میلگرد سایزهای مختلف از کارخانه های
          مختلف رو در جدول صورتبار مشاهده کنید کاربران میتوانند با فیلتر کردن
          کارخانه مورد نظر خود به دقیق تر و هدفمند تر محصول مورد نظرتون رو پیدا
          کنید وقیمت های اعلامی ان توسط آهن فروشان را مشاهده کنید. مثلا محصول
          مورد نظر میلگرد ذوب آهن ، میلگرد اناهیتا یا میلگرد بناب است شما
          میتوانید با فیلتر کردن کارخانه همه بارهای میلگرد ذوب آهن رو مشاهده
          کنید سایزهای مختلف میلگرد هم برای شما قابلیت فیلتر کردن دارد میلگرد
          ذوب آهن، میلگرد ظفر بناب، میلگرد خرمدشت، میلگرد زاگرس، میلگرد 14
          اصفهان، میلگرد 16 اهواز ، میلگرد 16 شاهین بناب، میلگرد 18 و .... با
          همه این ترکیبات میتونید قیمت ها رو بررسی کنید و بازار اهن رو زیر نظر
          داشته باشید. عوامی مختلفی بر قیمت میلگرد موثر است، قیمت مواد اولیه
          قیمت انرژی میزان تقاضای میلگرد اینها عوامل موثر بر قیمت میلگرد هستند
          اما متاسفانه در کشور ما قیمت فولاد متاثر است از قیمت دلار هم است،
          شرکتهای فولادی قیمت محصولات خود را برا اساس نرخ ارز محاسبه میکنند، که
          مدتی است این رویه در کشور مورد انتقاد کارشناسان و حتی رهبر انقلاب قرار
          گرفته است. شرکت های فولادی و پتروشیمی که مواد اولیه و انرژی رو به ریال
          دریافت میکنند و محصول نهایی خود را نباید با دلار محاسبه بکنن
        </p>
      ) : category == "channel_bar" ? (
        <p style={{ lineHeight: "35px" }}>
          شما در سامانه آهن می توانید قیمت تیرآهن و موجودی نبشی دفاتر آهن فروشی
          ها و شرکت های بازرگانی آهن وفولاد رو با هم مقایسه کنید میتوانید ببینید
          دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان تر و کدام گران
          ترین است، قیمت های نبشی درسامانه آهن به ترتیب نبشی ارزان به گران منظم
          شده است شما میتوانید نبشی در ابعاد و سایزهای مختلف از کارخانه های
          مختلف رو در جدول صورتبار مشاهده کنید کاربران میتوانند با فیلتر کردن
          کارخانه مورد نظر خود به دقیق تر و هدفمند تر محصول مورد نظرتون رو پیدا
          کنید و قیمت های اعلامی را توسط آهن فروشان را مشاهده کنید.
        </p>
      ) : category == "angle_bar" ? (
        <p style={{ lineHeight: "35px" }}>
          شما در سامانه آهن می توانید قیمت ناودانی و موجودی ناودانی دفاتر آهن
          فروشی ها و شرکت های بازرگانی آهن وفولاد رو با هم مقایسه کنید میتوانیید
          ببنید دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان تر و کدام
          گران ترین است، قیمت های ناودانی درسامانه آهن به ترتیب ناودانی ارزان به
          گران منظم شده است شما میتوانید ناودانیدر سایزهای مختلف از کارخانه های
          مختلف رو در جدول صورتبار مشاهده کنید کاربران میتوانند با فیلتر کردن
          کارخانه مورد نظر خود به دقیق تر و هدفمند تر محصول مورد نظرتون رو پیدا
          کنید وقیمت های اعلامی ان توسط آهن فروشان را مشاهده کنید.
        </p>
      ) : category == "profile" ? (
        <p style={{ lineHeight: "35px" }}>
          شما در سامانه آهن می توانید قیمت قوطی و پروفیل و موجودی قوطی و پروفیل
          دفاتر آهن فروشی ها و شرکت های بازرگانی آهن وفولاد رو با هم مقایسه کنید
          میتوانیید ببنید دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان
          تر و کدام گران ترین است، قیمت های قوطی و پروفیل درسامانه آهن به ترتیب
          قوطی و پروفیل ارزان به گران منظم شده است شما میتوانید قوطی و پروفیلدر
          سایزهای مختلف از کارخانه های مختلف رو در جدول صورتبار مشاهده کنید
          کاربران میتوانند با فیلتر کردن کارخانه مورد نظر خود به دقیق تر و
          هدفمند تر محصول مورد نظرتون رو پیدا کنید وقیمت های اعلامی را توسط آهن
          فروشان را مشاهده کنید.
        </p>
      ) : null}
    </div>
  );
}
