const PageDescription = () => {
  return (
    <div className="single-content mb-50 mt-50">
      <h4>خرید میلگرد از سامانه آهن</h4>
      <p>
        شما در سامانه آهن می توانید قیمت میلگرد و موجودی میلگرد که دفاتر
        آهن‌فروشی‌ها و شرکت‌های بازرگانی آهن‌ و‌ فولاد اعلامی می کنند رو با هم
        مقایسه کنید.
      </p>
      <h4 className="mt-50">قیمت میلگرد امروز</h4>
      <p>
        شما میتوانید ببنید دربین قیمت های اعلام شده در سامانه آهن کدام یک ارزان
        تر و کدام گران ترین است، قیمت های میلگرد درسامانه آهن به ترتیب میلگرد
        ارزان به گران منظم شده است. شما میتوانید میلگرد سایزهای مختلف از کارخانه
        های مختلف رو در جدول صورتبار مشاهده کنید.
      </p>
      <h4 className="mt-50">
        قیمت میلگرد اصفهان و قیمت میلگرد اهواز را چگونه پیدا کنم؟
      </h4>
      <p>
        کاربران میتوانند با فیلتر کردن کارخانه مورد نظر خود به دقیق تر و هدفمند
        تر محصول مورد نظرتون رو پیدا کنید و قیمت های اعلامی آن توسط آهن فروشان
        را مشاهده کنید. مثلا محصول مورد نظر میلگرد ذوب آهن ، میلگرد اناهیتا یا
        میلگرد بناب است شما میتوانید با فیلتر کردن کارخانه همه بارهای میلگرد ذوب
        آهن رو مشاهده کنید.
      </p>
      <h4 className="mt-50">قیمت میلگرد 16 و قیمت میلگرد 14 چگونه پیدا کنم؟</h4>
      <p>
        سایزهای مختلف میلگرد هم برای شما قابلیت فیلتر کردن دارد میلگرد ذوب آهن،
        میلگرد ظفر بناب، میلگرد خرمدشت، میلگرد زاگرس، میلگرد 14 اصفهان، میلگرد
        16 اهواز ، میلگرد 16 شاهین بناب، میلگرد 18 و .... با همه این ترکیبات
        میتونید قیمت ها رو بررسی کنید و بازار اهن رو زیر نظر داشته باشید.
      </p>
      <h4 className="mt-50">عوامل موثر بر قیمت میلگرد</h4>
      <p>
        عوامی مختلفی بر قیمت میلگرد موثر است، قیمت مواد اولیه قیمت انرژی میزان
        تقاضای میلگرد اینها عوامل موثر بر قیمت میلگرد هستند.
      </p>
      <h4 className="mt-50">تاثیر دلار بر قیمت میلگرد</h4>
      <p>
        اما متاسفانه در کشور ما قیمت فولاد متاثر است از قیمت دلار هم است،
        شرکتهای فولادی قیمت محصولات خود را برا اساس نرخ ارز محاسبه میکنند، که
        مدتی است این رویه در کشور مورد انتقاد کارشناسان و حتی رهبر انقلاب قرار
        گرفته است. شرکت های فولادی و پتروشیمی که مواد اولیه و انرژی رو به ریال
        دریافت میکنند و محصول نهایی خود را نباید با دلار محاسبه بکنند.
      </p>
    </div>
  );
};

export default PageDescription;
